[{"name":"Pilea peperomioides","water_days_summer":7,"water_days_winter":7,"water_remark":"Water thoroughly and then let the soil dry out. Needs less water in winter. Mist regularly.","fertilize_days_summer":30,"fertilize_days_winter":180,"fertilize_remark":"Fertilize once a month in the growing season.","light":"Bright, can tolerate a little bit of direct sunlight"},{"name":"Phlebodium areum","water_days_summer":3,"water_days_winter":6,"water_remark":"Keep the soil slightly moist at all times. Prefer to water at the edges of the pot. Mist regularly.","fertilize_days_summer":30,"fertilize_days_winter":90,"fertilize_remark":"Needs very little fertilizer. When the leaves turn yellow, the plant has exhausted the nutrients in the soil. When the leaves turn brown, the cause could be too much fertilizer.","light":"Anything apart from direct sunlight is fine"},{"name":"Tillandsia","water_days_summer":14,"water_days_winter":14,"water_remark":"Does not need to be watered, but mist every once in a while for humidity.","fertilize_days_summer":365,"fertilize_days_winter":365,"fertilize_remark":"Does not need fertilization.","light":"Bright, no direct sunlight"},{"name":"Chlorophytum comosum","water_days_summer":4,"water_days_winter":4,"water_remark":"Keep the soil slightly moist. When the leaves turn pale, the plant needs water. Mist weekly.","fertilize_days_summer":30,"fertilize_days_winter":180,"fertilize_remark":"Needs fertilizer during the summer months.","light":"Bright to partial shade, no direct sunlight"},{"name":"Epipremnum aureum","water_days_summer":4,"water_days_winter":7,"water_remark":"From spring through summer, water when the top half of the soil has dried out. In winter, allow the soil to dry out almost entirely before watering again. Prefer watering too little over watering too much.","fertilize_days_summer":14,"fertilize_days_winter":180,"fertilize_remark":"Only fertilize when the plant is growing, not in fall and winter.","light":"Bright indirect light to shade, the plant is not picky"},{"name":"Cactus","water_days_summer":30,"water_days_winter":35,"water_remark":"Barely needs any water at all. Prefer watering a lot once in a while, over watering a little frequently.","fertilize_days_summer":120,"fertilize_days_winter":180,"fertilize_remark":"Requires very little fertilizer because it grows slowly. Don’t fertilize in winter.","light":"Sunny"},{"name":"Rhaphidophora tetrasperma","water_days_summer":5,"water_days_winter":7,"water_remark":"Keep the soil moist, but not soggy. Soak the soil, then water again when the top 2cm of the soil is dry. Prefer watering too little over watering too much. Yellow leaves are a sign of too much water. Mist every two to three days.","fertilize_days_summer":30,"fertilize_days_winter":90,"fertilize_remark":"Only fertilize when the plant is growing.","light":"Bright indirect light, no direct sunlight"},{"name":"Coffea arabica","water_days_summer":5,"water_days_winter":7,"water_remark":"Keep the soil slightly to moderately moist. Mist regularly to keep humidity high and the leaves clean.","fertilize_days_summer":14,"fertilize_days_winter":180,"fertilize_remark":"Don’t fertilize in winter.","light":"Sunny, at least five hours of direct sunlight"},{"name":"Areca flavescens","water_days_summer":3,"water_days_winter":7,"water_remark":"Keep the soil moist, also in winter. Watering a little often, is better than a lot infrequently. Mist often, daily during winter if the air is dry.","fertilize_days_summer":14,"fertilize_days_winter":180,"fertilize_remark":"Don’t fertilize in winter.","light":"Bright, no direct sunlight"},{"name":"Calathea orbifolia","water_days_summer":3,"water_days_winter":6,"water_remark":"Keep the soil moist, water when it starts to dry. Hanging and curling leaves are a sign of too little water. Watering a little often, is better than a lot infrequently. Misting is beneficial, especially in winter if the air is dry. The edges of the leaves turn brown when misting too little.","fertilize_days_summer":14,"fertilize_days_winter":180,"fertilize_remark":"Don’t fertilize in winter.","light":"Shade or partial shade, no direct sunlight"},{"name":"Ocimum basilicum","water_days_summer":4,"water_days_winter":6,"water_remark":"Water thoroughly, then let the soil almost dry out. Water again when the soil is dry to the touch.","fertilize_days_summer":30,"fertilize_days_winter":30,"fertilize_remark":"Fertilize no more than twice a month.","light":"6 to 8 hours of direct sunlight"},{"name":"Sansevieria trifasciata","water_days_summer":14,"water_days_winter":35,"water_remark":"Needs very little water; don’t water when in doubt. Let the soil dry out completely before watering again. In summer, watering once every two weeks is sufficient. In winter, the plant can easily survive for 6 to 8 weeks without watering. Misting is unnecessary, but can help to remove dust.","fertilize_days_summer":45,"fertilize_days_winter":180,"fertilize_remark":"Use little fertilizer, about 1/4 of an average liquid fertilizer dose.","light":"Indifferent, from full sun to shade"},{"name":"Scindapsus pictus","water_days_summer":4,"water_days_winter":6,"water_remark":"Keep the soil lightly moist, do not let it dry out. Mist once in a while to remove dust.","fertilize_days_summer":14,"fertilize_days_winter":180,"fertilize_remark":"Only fertilize when the plant is growing, not in fall and winter.","light":"Bright to partial shade, no direct sunlight"},{"name":"Hedera helix","water_days_summer":5,"water_days_winter":5,"water_remark":"Keep the soil slightly moist at all times. Watch out for water accumulating in the pot. The plant losing its leaves, and leaves with brown or yellow edges or spots, are signs of too much water. Misting is not necessary, but beneficial for removing dust and pests.","fertilize_days_summer":21,"fertilize_days_winter":30,"fertilize_remark":"Fertilization is allowed, but not a necessity. Too much fertilizer can cause the soil to become acid.","light":"Shade or partial shade"},{"name":"Aloe vera","water_days_summer":10,"water_days_winter":20,"water_remark":"Needs very little water, just a bit to prevent the roots from drying out. Can go without water for weeks in fall and winter. When the tips of the leaves are contracting and turning red, the plants needs more water. With too much water, the leaves become soft and turn brown.","fertilize_days_summer":90,"fertilize_days_winter":180,"fertilize_remark":"Requires very little fertilizer. Fertilizer is most useful in spring. Use cactus fertilizer, or 1/4 of a normal houseplant fertilizer dose.","light":"From direct sunlight to partial shade"},{"name":"Echeveria","water_days_summer":12,"water_days_winter":14,"water_remark":"Soak the soil, then let it dry out completely. Avoid letting water sit on the leaves for too long to prevent rot and fungus. Rainwater works well because it is low on minerals. The plant stores water in its leaves, so it needs very little water.","fertilize_days_summer":60,"fertilize_days_winter":90,"fertilize_remark":"Rarely needs fertilizer. Add a little bit of diluted liquid fertilizer if the plant appears pale.","light":"Sunny"},{"name":"Peperomia rotundifolia","water_days_summer":7,"water_days_winter":7,"water_remark":"Allow the soil to become dry, then water thorougly. Prefer to water too little over too much.","fertilize_days_summer":30,"fertilize_days_winter":180,"fertilize_remark":"Fertilize every two weeks in spring with a diluted liquid fertilizer, once a month in summer, and don’t fertilize in fall and winter.","light":"Bright, without direct sunlight"},{"name":"Philodendron White Measure","water_days_summer":7,"water_days_winter":8,"water_remark":"Keep soil lightly moist, not soggy. Allow the top centimeter of soil to dry out before watering again. Do not allow water to accumulate in the pot. In winter, allow the soil to dry out fully before watering again. ","fertilize_days_summer":30,"fertilize_days_winter":180,"fertilize_remark":"Fertilize when the plant is growing.","light":"Partial shade, bright indirect light"},{"name":"Dieffenbachia seguine","water_days_summer":4,"water_days_winter":6,"water_remark":"Keep the soil evenly moist, but not soggy. It is okay for the top soil to become a bit dry between each watering. Water less often in winter. When the edges of the leaves turn yellow or brown, this is a sign of too much water.","fertilize_days_summer":14,"fertilize_days_winter":60,"fertilize_remark":"Fertilize every two weeks in summer, every month in spring and fall. Don’t fertilize in winter.","light":"Bright to partial shade, no direct sunlight (sunlight burns the leaves)"},{"name":"Ctenanthe burle-marxii","water_days_summer":7,"water_days_winter":14,"water_remark":"Keep the soil slightly moist, do not allow the soil to dry out entirely. Mist periodically.","fertilize_days_summer":14,"fertilize_days_winter":180,"fertilize_remark":"Needs very little fertilizer.","light":"From bright to shade; no direct sunlight"},{"name":"Dracaena fragrans","water_days_summer":14,"water_days_winter":28,"water_remark":"Needs very litte water, water once every 2–3 weeks in summer, once every 4–6 weeks in winter. Only water when the soil feels dry. When in doubt, prefer watering too little over watring too much. Brown spots with yellow edges in the leaves are signs of too much water, curling leaves are signs of too little water. Misting is not necessary, but can help to remove dust.","fertilize_days_summer":30,"fertilize_days_winter":180,"fertilize_remark":"Only fertilize in the growing season, from March through summer. Do not fertilize in fall and winter.","light":"Partial shade to shade, at most 3 hours of direct sunlight per day"},{"name":"Ficus benjamina","water_days_summer":4,"water_days_winter":5,"water_remark":"Keep the soil slightly moist, without soaking the roots. Watering a little often, is better than a lot infrequently. Only water when the soil starts to feel dry. Mist regularly, twice per week in winter if the air is dry.","fertilize_days_summer":30,"fertilize_days_winter":180,"fertilize_remark":"Yellow leaves can be a sign of too little fertilizer. Don’t fertilize in fall and winter. Too much fertilizer can cause the soil to become acid.","light":"At least 5 hours of direct sunlight"},{"name":"Aglaonema Silver Bay","water_days_summer":5,"water_days_winter":9,"water_remark":"Keep the soil slightly moist. In winter, it is okay if the soil dries out in between watering. The plant is not demanding, prefer to water too little over too much. Misting is not necessary but can be beneficial.","fertilize_days_summer":30,"fertilize_days_winter":30,"fertilize_remark":"Requires little fertilizer. Too much fertilizer can turn the soil acid, which harms the plant.","light":"Bright, but at most three hours of direct sunlight"},{"name":"Monstera deliciosa","water_days_summer":7,"water_days_winter":7,"water_remark":"The plant does not need a lot of water. Let the top soil dry out before watering again. Mist once a week.","fertilize_days_summer":30,"fertilize_days_winter":180,"fertilize_remark":"Fertilize monthly when in growth (spring and summer).","light":"Partial shade, bright indirect light"},{"name":"Philodendron scandens","water_days_summer":4,"water_days_winter":7,"water_remark":"Keep soil lightly moist, not soggy, in spring through fall. In winter, allow the top soil to dry out in between waterings. The plant needs little water, and is sensitive to overwatering. Yellow or brown leaves indicate too much water. The plant likes humid air, mist often, at least once a week.","fertilize_days_summer":30,"fertilize_days_winter":180,"fertilize_remark":"Fertilize spring through fall, don’t fertilize in winter.","light":"Partial shade, avoid direct sunlight"}]